const mockReviewsData = [
  {
    name: 'Віолетта',
    date: '15.04.2025',
    rating: 5,
    service: 'догляд вдома',
    comment:
      'Вже не перший раз залишаю свого французького бульдога, і кожного разу дуже задоволена. Ігор максимально відповідальний та приємний чоловік, мій песик жив в окремій кімнаті, завжди біля нього все було чистенько, годували по інструкції, відео надсилали, песик додому приїхав активний, задоволений, грайливий, і я розумію, що йому там було добре.',
  },
  {
    name: 'Олександра',
    date: '02.03.2025',
    rating: 4,
    service: 'перетримка',
    comment:
      'Співпрацюю з Ігорем вже тривалий час і дуже ціную його підхід. Ігор відповідально ставиться до своїх обов’язків, завжди привітний та уважний. Наш собачка щоразу радіє його приходу, що є найкращим підтвердженням його дбайливого ставлення.  Протягом дня та за запитом Ігор надсилає фото й відео з прогулянок, тож ми завжди спокійні за нашого улюбленця.',
  },
  {
    name: 'Катерина',
    date: '22.04.2025',
    rating: 3.5,
    service: 'догляд вдома',
    comment:
      'Дуже дякую Ігорю, мій мопсік був у надійних руках, все виконано на 1000%. Ігор дуже гарно відноситься до тварин. Він дуже гарна та приємна людина. Усі побажання щодо догляду, все робить, наче це його собака. Буду ще залишати свого улюбленця тільки йому. Дякую Ігоре.',
  },
  {
    name: 'Олександра',
    date: '02.03.2025',
    rating: 4,
    service: 'перетримка',
    comment:
      'Співпрацюю з Ігорем вже тривалий час і дуже ціную його підхід. Ігор відповідально ставиться до своїх обов’язків, завжди привітний та уважний. Наш собачка щоразу радіє його приходу, що є найкращим підтвердженням його дбайливого ставлення.  Протягом дня та за запитом Ігор надсилає фото й відео з прогулянок, тож ми завжди спокійні за нашого улюбленця.',
  },
  {
    name: 'Катерина',
    date: '22.04.2025',
    rating: 5,
    service: 'догляд вдома',
    comment:
      'Дуже дякую Ігорю, мій мопсік був у надійних руках, все виконано на 1000%. Ігор дуже гарно відноситься до тварин. Він дуже гарна та приємна людина. Усі побажання щодо догляду, все робить, наче це його собака. Буду ще залишати свого улюбленця тільки йому. Дякую Ігоре.',
  },
  {
    name: 'Віолетта',
    date: '15.04.2025',
    rating: 5,
    service: 'догляд вдома',
    comment:
      'Вже не перший раз залишаю свого французького бульдога, і кожного разу дуже задоволена. Ігор максимально відповідальний та приємний чоловік, мій песик жив в окремій кімнаті, завжди біля нього все було чистенько, годували по інструкції, відео надсилали, песик додому приїхав активний, задоволений, грайливий, і я розумію, що йому там було добре.',
  },
  {
    name: 'Олександра',
    date: '02.03.2025',
    rating: 4,
    service: 'перетримка',
    comment:
      'Співпрацюю з Ігорем вже тривалий час і дуже ціную його підхід. Ігор відповідально ставиться до своїх обов’язків, завжди привітний та уважний. Наш собачка щоразу радіє його приходу, що є найкращим підтвердженням його дбайливого ставлення.  Протягом дня та за запитом Ігор надсилає фото й відео з прогулянок, тож ми завжди спокійні за нашого улюбленця.',
  },
  {
    name: 'Катерина',
    date: '22.04.2025',
    rating: 5,
    service: 'догляд вдома',
    comment:
      'Дуже дякую Ігорю, мій мопсік був у надійних руках, все виконано на 1000%. Ігор дуже гарно відноситься до тварин. Він дуже гарна та приємна людина. Усі побажання щодо догляду, все робить, наче це його собака. Буду ще залишати свого улюбленця тільки йому. Дякую Ігоре.',
  },
  {
    name: 'Олександра',
    date: '02.03.2025',
    rating: 4,
    service: 'перетримка',
    comment:
      'Співпрацюю з Ігорем вже тривалий час і дуже ціную його підхід. Ігор відповідально ставиться до своїх обов’язків, завжди привітний та уважний. Наш собачка щоразу радіє його приходу, що є найкращим підтвердженням його дбайливого ставлення.  Протягом дня та за запитом Ігор надсилає фото й відео з прогулянок, тож ми завжди спокійні за нашого улюбленця.',
  },
  {
    name: 'Катерина',
    date: '22.04.2025',
    rating: 5,
    service: 'догляд вдома',
    comment:
      'Дуже дякую Ігорю, мій мопсік був у надійних руках, все виконано на 1000%. Ігор дуже гарно відноситься до тварин. Він дуже гарна та приємна людина. Усі побажання щодо догляду, все робить, наче це його собака. Буду ще залишати свого улюбленця тільки йому. Дякую Ігоре.',
  },
  // Можна додати ще
];

export default mockReviewsData;
